---
kind: type
id: T:Autodesk.Revit.DB.ExportFontInfo
source: html/c3dc100c-0e4d-419d-5cbd-1d59f149490c.htm
---
# Autodesk.Revit.DB.ExportFontInfo

A value used to represent the info stored in an ExportFontTable .

## Syntax (C#)
```csharp
public class ExportFontInfo : IDisposable
```